<eos>
the
to
I
a
is
<unk>
of
in
He
you
The
was
for
his
on
not
have
n't
that
it
me
She
he
with
at
and
my
are
as
's
It
her
be
do
will
him
We
this
your
You
has
by
up
from
can
had
out
all
This
like
go
time
an
she
Do
My
They
about
very
no
but
so
were
good
we
What
what
did
than
A
am
There
get
come
one
see
when
been
man
should
would
more
'm
must
there
know
make
our
much
'll
made
His
take
could
work
day
went
How
us
here
got
into
way
people
off
money
long
want
if
well
home
Please
last
any
now
English
over
going
too
book
ca
school
down
car
better
father
two
think
house
new
help
If
after
or
That
before
said
does
may
old
always
their
came
many
say
room
some
back
years
In
they
put
never
little
took
such
other
hard
life
nothing
Let
tomorrow
mother
next
When
night
only
just
boy
great
Japan
away
soon
tell
left
lot
every
today
first
who
year
yesterday
three
right
look
often
train
give
teacher
speak
please
mind
've
live
Can
All
rain
best
children
how
No
gave
keep
read
once
them
late
used
without
child
being
Is
matter
morning
plan
days
use
As
dog
because
play
'd
cold
week
party
again
saw
call
ten
thing
water
lost
accident
problem
far
news
job
girl
station
name
anything
Her
found
true
Japanese
heard
while
kind
bad
own
still
letter
town
To
Tom
study
leave
door
which
Our
feel
young
bus
place
told
world
country
another
something
meeting
need
around
company
through
doctor
hand
friend
books
yourself
walk
business
these
where
asked
seen
beautiful
May
looked
looking
early
called
find
happy
Will
love
himself
five
Tokyo
few
most
let
brother
enough
ever
parents
quite
friends
students
against
care
city
son
're
comes
Who
health
Where
game
person
Are
wrong
Have
family
story
Your
Mr.
sister
met
run
hear
bed
meet
its
less
buy
getting
weather
John
others
believe
ran
seems
food
goes
difficult
done
Would
class
watch
case
idea
high
sure
Why
each
bought
tried
above
month
things
turned
stay
words
word
large
big
tired
face
easy
student
talk
looks
answer
coffee
really
question
office
river
reading
busy
makes
until
Did
everything
caught
hope
thought
began
open
sun
music
since
success
end
same
coming
fire
myself
turn
along
able
baby
eat
hours
tennis
street
times
ago
set
wife
sight
order
;
finished
catch
yet
broke
poor
small
alone
ill
At
afraid
smoking
kept
light
pay
fast
minutes
present
nice
those
Mary
gone
wish
Some
eyes
truth
doing
having
then
window
try
trouble
brought
felt
fell
write
Not
ask
important
lives
under
angry
lived
French
police
says
speech
free
heart
age
dictionary
arrived
part
picture
show
America
Could
advice
become
point
death
even
change
playing
sorry
across
air
cat
fact
earth
men
rich
remember
between
taken
hour
summer
six
pass
behind
married
mine
TV
table
whether
happened
examination
Take
herself
full
making
account
'
number
means
understand
These
longer
fine
homework
start
stop
wo
short
tea
agree
interesting
knows
road
swim
New
mistake
One
likes
snow
tree
abroad
Sunday
head
started
living
dinner
cut
learn
became
drink
fish
uncle
sick
talking
why
hot
stand
wait
might
woman
died
hotel
carry
shall
rather
store
dollars
together
war
paper
known
saying
waiting
park
dark
dress
opinion
plane
forward
sense
worked
wanted
working
during
failed
yen
near
afternoon
forget
trip
building
worth
taking
visit
wants
heavy
baseball
careful
passed
Many
four
decided
ship
sights
speaking
Every
London
sleep
already
rule
succeed
usually
till
moment
strong
sat
Come
sea
seeing
knew
meters
drive
telephone
college
future
language
mountain
tonight
walked
red
takes
Look
deal
held
medicine
o'clock
traffic
After
whole
different
easily
team
boys
phone
possible
Jane
evening
cup
flowers
hair
Give
(
village
)
umbrella
almost
tower
result
For
On
famous
finish
noise
ought
bring
hands
lie
white
dead
everyone
sound
strange
wonder
American
fall
Keep
born
But
garden
hat
shoes
studying
both
An
lunch
seven
Now
front
hold
stood
also
box
later
running
surprised
public
certain
cost
desk
side
Which
foreign
height
By
hospital
milk
sky
bicycle
honest
tall
hit
impossible
speaks
glad
line
rest
reason
wind
view
Jim
promise
husband
piano
bag
price
ready
tears
Father
clear
eye
gets
movie
smoke
Mother
clothes
everybody
Be
York
walking
fail
wrote
touch
bank
breakfast
mistakes
paid
break
win
Ken
stopped
visited
novel
Thank
return
Nothing
machine
sometimes
chance
second
daughter
dream
works
given
least
half
shop
subject
trying
upon
television
winter
experience
horse
necessary
pen
someone
stayed
People
favor
crying
government
mean
post
storm
swimming
birthday
lose
none
among
Never
close
seat
test
So
camera
coat
exam
girls
women
loss
past
Paris
miss
top
cake
Bill
countries
kindness
thinking
fool
happen
knowledge
solve
failure
wall
club
lake
played
travel
yours
address
built
moon
proud
Here
bird
carried
pretty
raining
leaves
radio
Bob
bridge
keeps
several
vacation
writing
body
purpose
quickly
fun
peace
situation
computer
hurry
anxious
die
duty
library
policeman
song
Yes
animals
danger
prefer
rains
airport
broken
information
proposal
sit
succeeded
watching
Put
absent
arrive
illness
law
worse
afford
black
interested
secret
Kyoto
report
voice
With
ability
attention
lend
written
clean
enjoyed
glass
killed
spent
hill
missed
won
England
boss
feeling
slowly
spend
Everyone
asleep
blame
expensive
hardly
offer
popular
attend
older
sent
Everybody
distance
pain
rumor
behavior
fault
spoke
studied
telling
ticket
bear
closed
fishing
human
taxi
act
common
helped
learned
crowd
follow
quiet
completely
moved
send
eight
else
spring
twice
problems
$
blue
cars
driving
floor
leaving
waited
anyone
arm
minute
Osaka
bit
concert
doubt
seem
stands
Oh
fear
Go
accept
faults
move
beauty
check
cry
newspaper
seemed
Those
United
Even
God
Nobody
begin
changed
couple
due
efforts
expected
whatever
concerned
entered
grew
project
hurt
pleased
singer
sitting
terms
Such
beyond
needs
wise
ball
course
foot
history
Two
dogs
habit
10
alive
ahead
position
Smith
lies
returned
warm
Because
Jack
Their
Try
lay
scholar
shopping
showed
sign
earthquake
grow
key
pick
States
pleasure
reached
spoken
absence
drinking
enjoy
hearing
itself
stolen
surprise
charge
income
population
birds
sooner
bound
burst
finally
prize
questions
trees
weight
wine
dangerous
expect
runs
sudden
trust
nature
patient
twenty
Just
hundred
serious
effort
months
traveling
chair
poet
received
round
bill
ideas
lady
natural
nine
satisfied
standing
stone
thirty
boat
either
lying
practice
prevented
stranger
Europe
reach
audience
ground
harder
king
notice
though
decision
flower
interest
restaurant
sad
support
tastes
education
join
joy
Get
animal
meat
rules
writer
date
deep
difficulty
letters
rise
talked
Children
Does
Tell
cause
difference
goods
happiness
lawyer
mouth
neither
president
wealth
hungry
task
Monday
church
covered
equal
joke
members
rice
sports
suit
Mt
painting
staying
waste
And
carefully
committee
general
granted
smell
supposed
university
watched
consists
eating
ice
toward
within
Make
foolish
grandfather
listen
outside
suddenly
themselves
5
anger
apple
injured
master
player
careless
color
leg
opened
salt
save
theory
wonderful
apt
art
learning
results
advantage
gives
laid
rate
sleeping
thousand
Time
area
aunt
fruit
invited
laughing
matters
power
seldom
talks
thank
wear
whose
Man
fly
grass
land
managed
movies
respect
Mike
million
recently
rid
Tony
argument
ease
piece
Once
Since
cook
eggs
understood
whom
worry
Good
familiar
figure
likely
clock
drop
market
rose
season
sweet
tongue
useful
amount
beat
dose
enemy
enter
real
Each
beside
cooking
driver
importance
oil
Well
clever
holiday
picnic
usual
Any
]
corner
exercise
marry
plays
shut
sing
society
action
advance
bath
beer
gentleman
loved
race
silent
weekend
Having
[
ended
fond
green
guess
lack
mail
aside
energy
excited
gas
houses
Though
believed
calls
dropped
feet
form
gate
island
nor
salary
turns
Kate
apples
choice
filled
policy
whale
youth
luck
miles
named
poem
rainy
science
tax
France
breath
cancer
judge
regret
studies
treated
Everything
Today
count
courage
engaged
favorite
painted
safe
trade
welcome
100
cats
dishes
elected
flight
flying
occurred
pale
plans
remained
smile
terrible
See
bright
caused
film
grandmother
listening
loves
magazine
map
match
papers
refused
temper
Saturday
beginning
earlier
firm
fortune
mad
Christmas
accused
bread
climate
crime
cross
meaning
owe
pictures
prices
soup
sugar
composition
soccer
thinks
--
accepted
airplane
decide
fresh
robbed
service
thief
tie
Americans
ashamed
ate
gold
knife
passengers
singing
younger
Fuji
apartment
arms
heat
rang
ride
roof
special
Of
Rome
compared
depends
laugh
promised
rained
saved
teach
Were
While
advised
conduct
express
guitar
laughed
museum
rude
shower
single
system
workers
Excuse
Turn
holidays
pleasant
spite
theater
vain
value
build
clouds
doll
innocent
lovely
responsible
20
Canada
appointment
badly
economy
effect
factory
instead
lecture
noon
shirt
somewhere
taller
Both
From
meal
memory
opportunity
regard
teeth
wake
Hold
begins
century
difficulties
fifty
leader
progress
provide
straight
castle
character
exactly
hall
lead
picked
sell
space
weeks
:
Last
Little
appeared
main
pond
social
spread
style
captain
crowded
facts
fight
record
skiing
wet
German
Leave
accustomed
anybody
blew
borrow
excuse
field
finding
hobby
low
nobody
sold
taught
President
Was
giving
headache
manager
missing
scene
step
taste
...
According
Most
addition
apply
becomes
disease
group
liked
lines
object
particular
presence
wash
wearing
Chinese
Nancy
convenient
ourselves
skin
blood
board
cards
condition
glasses
knowing
ordered
program
quit
ring
shot
Shall
absorbed
allowed
appearance
appears
baggage
conversation
dressed
ears
fair
guilty
hung
kitchen
stars
teaching
throw
3
George
Water
aware
capable
false
happens
marriage
size
climb
follows
honesty
kinds
manners
plenty
quality
sort
suggested
Kobe
Life
Miss
Stop
apologize
beach
childhood
deeply
disappointed
except
explanation
higher
insisted
lazy
legs
proved
share
fit
genius
obey
secretary
stomach
April
Someone
correct
empty
explain
feelings
manner
shy
typhoon
Something
Whatever
agreed
evil
flat
mathematics
meals
murder
pencil
rely
suffering
unless
ways
according
brothers
butter
fat
gift
math
mayor
nation
pity
regards
smiled
wide
Australia
China
Hokkaido
Young
birth
choose
considered
eaten
fellow
forest
sake
sons
bell
classroom
control
cried
depend
fix
greatly
nearly
personal
pulled
request
simple
soul
speaker
struck
wild
Although
appreciate
asking
bored
buying
consider
dance
discussion
drinks
excellent
fashion
fixed
helps
hurried
idle
inside
nose
precious
shock
solved
stories
acted
allow
answered
climbed
escaped
feels
golf
introduce
quarrel
quick
risk
settled
%
-
50
Brown
Only
belong
blind
capital
cast
diet
harm
healthy
hole
perfect
persuade
political
sentence
various
woods
Whenever
appear
diligent
farm
immediately
major
slow
speed
supper
Few
Thanks
affair
avoid
belongs
contract
contrary
event
evidence
forgot
guests
list
locked
member
mountains
polite
professor
recognized
similar
stamps
sweater
Friday
Then
Whoever
brave
burning
chairman
example
increase
industry
jump
jumped
latest
opening
original
pieces
plants
politician
reply
silly
weak
Being
Whether
cloth
diary
fallen
international
realize
reservation
star
type
Ann
Has
Money
arrival
attitude
card
comfortable
culture
damage
election
escape
forced
listened
rope
sale
silence
teachers
thanks
wood
June
added
awoke
calling
calm
classmates
degrees
fog
lights
rock
soldiers
threw
wallet
Sundays
add
below
bottle
complaining
cool
dare
further
helping
larger
led
lesson
lift
nurse
putting
temperature
visiting
willing
worn
zoo
Without
Yesterday
artist
custom
delayed
dry
economic
ends
forgive
furniture
greatest
independent
lent
noticed
page
rent
scolded
sharp
slept
sounds
warmer
average
becoming
burned
button
clearly
content
draw
intelligent
raised
reminds
sang
superior
thin
Had
More
bottom
center
changes
discussed
innocence
literature
message
neighborhood
novelist
shook
talent
truck
Spanish
War
actor
actress
engine
experiment
extent
honor
meant
mention
middle
occasion
repaired
resulted
scientist
shape
spare
statement
writes
However
applied
arrested
attended
ceremony
debt
department
description
drew
drove
entrance
followed
games
jacket
loud
neighbors
otherwise
patience
pocket
realized
safety
schedule
stupid
successful
washing
1
conference
crossing
friendly
influence
issue
modern
nervous
sheep
stock
sum
surface
whenever
Africa
Bring
Hawaii
Smoking
Sorry
acquainted
actually
army
available
career
following
freedom
mercy
paint
percent
pupils
seats
senior
spot
stage
third
wore
Italy
None
a/the
anywhere
breaking
carrying
cherry
contact
crazy
devoted
errors
explained
fever
gained
hang
haste
incident
largest
method
model
musician
tells
tend
Either
Jones
Three
bet
bite
cheap
complete
credit
demanded
eager
expenses
local
pair
planning
politics
reputation
tooth
west
Mrs.
Watch
costs
crossed
delay
deprived
destroyed
drunk
entirely
environment
expressed
foreigners
introduced
lately
purse
raise
research
roses
shows
soft
unable
2
First
Hurry
apart
attempt
cities
denied
falling
football
invitation
languages
length
lion
lots
nearest
pianist
plain
rabbit
smart
White
advanced
affairs
differ
dirty
dollar
gathered
guy
involved
journey
loose
plant
praise
prepare
property
regarded
teaches
Should
based
cash
climbing
criminal
criticism
dentist
exciting
fed
handed
leisure
persons
shelf
tickets
Sit
accidents
admit
article
bother
carelessness
contest
exchange
faster
fill
flood
gun
intended
keeping
lonely
lucky
parts
rising
severe
state
Read
laughter
mark
moving
necessarily
needed
pollution
rare
resources
somebody
sport
wears
worried
8
School
Taro
application
classes
complain
continue
convinced
distinguish
ear
eleven
labor
novels
passing
pointed
prepared
pride
provided
role
satisfactory
shoulder
trains
30
Spring
bent
blossoms
detail
earns
fence
growth
invented
national
ones
opinions
places
points
pot
product
sensitive
stick
vase
British
Generally
Germany
Ten
author
bench
breaks
circumstances
cloud
cousin
demand
dull
expense
fifteen
flew
fought
remarks
search
sisters
solution
stuck
suitcase
supply
temptation
thick
twelve
vegetables
About
Nagoya
Reading
admire
answers
copy
customs
glance
heavily
holds
kill
operation
presented
prison
private
products
recent
roads
scenery
shame
strike
Birds
U.S.
Write
access
borrowed
crops
current
delicious
departure
eats
elevator
feed
generation
graduated
imagine
noisy
preparing
press
remain
responsibility
sales
seriously
sorrow
starts
upstairs
wedding
000
Day
Help
Wo
customers
dying
final
humor
justice
names
objection
pains
refrain
remains
statesman
tail
thoughts
travels
victory
voyage
waves
500
autumn
battle
bitter
cases
daily
determined
discuss
doubtful
drawing
drowning
forty
greater
kindly
latter
recovered
shining
sofa
tends
traveled
virtue
whoever
windows
During
Shakespeare
Station
admitted
aim
approve
behave
cleared
confidence
figures
financial
fired
frightened
gentle
gradually
horizon
junior
lest
minister
mystery
permitting
poverty
proposed
stepped
strength
Love
March
Open
Prices
Seeing
Show
Whose
Year
arriving
attack
bathroom
begun
conclusion
cover
discovered
drowned
dust
force
growing
lock
losing
narrow
newspapers
pounds
protect
recovery
smells
stealing
strangers
unhappy
yellow
200
Great
India
alarm
appointed
beating
bigger
brief
computers
counts
dancing
double
electricity
emergency
fails
goal
grown
holding
invite
liberty
offered
resembles
searched
skirt
sour
stared
supermarket
supplies
suppose
term
winning
worst
6
Above
Peter
Sometimes
achieved
alike
attached
blamed
cleaned
fame
ignorant
impressed
medical
mere
movement
neck
north
period
rights
shouted
sleepy
slight
spell
suitable
turning
valuable
warned
washed
wherever
Hello
affected
attractive
blow
blown
cap
communicate
companies
continued
east
expectations
friendship
intelligence
iron
lessons
license
pages
principal
pull
push
regular
reminded
scandal
sets
skill
stairs
steal
subway
tour
vote
wishes
wound
Before
Susan
accord
agreement
beings
composed
consideration
degree
developed
direction
doctors
egg
employees
finger
grief
increased
kids
manage
mile
note
performance
photo
referred
repair
suggestion
treat
worker
Beth
Betty
Britain
Judy
Lincoln
Tanaka
Yamada
accounting
benefit
chicken
chief
chose
collecting
committed
curtain
error
festival
funny
gain
huge
inform
passport
probably
production
punished
raw
requires
upset
useless
15
Dad
House
July
OK
Suddenly
Too
active
branch
certainly
clerk
delighted
fancy
forth
generally
handle
hate
indeed
individual
intend
invention
keen
merely
odd
path
physics
players
previous
reads
section
troubles
understanding
#
Meg
abandoned
actions
ambition
behalf
carries
claim
contains
court
crash
cruel
deals
dreams
easier
essential
falls
foreigner
frozen
harvest
informed
laws
obliged
praised
reality
related
serve
served
square
tight
Apart
Boston
Happy
Minister
Sure
Tuesday
announced
atomic
chances
complained
cure
desire
district
document
exist
grapes
greeted
grows
guide
heads
highly
i
ink
jet
mistaken
native
nuclear
poured
receive
remark
sides
spends
suffered
tied
Helen
Mayuko
Say
accompanied
awake
basket
bike
brings
colder
completed
correspond
direct
disappeared
dismissed
drank
events
everyday
extra
faith
ghost
hero
however
kid
leading
midnight
nerves
p.m
remind
rises
shake
south
staff
streets
strict
tries
using
violin
warning
40
7
Ask
Between
CD
Chicago
World
absolutely
acts
brain
burnt
bush
charged
classical
cleaning
colors
crew
dear
devil
earnest
formed
grade
hardships
knocked
mirror
pardon
practical
promotion
resort
simply
smaller
smiling
straw
Mom
Seen
advise
amazed
belief
bone
brown
carpet
ceiling
cheese
comfort
communication
conditions
deceived
development
divided
employed
fairly
forgotten
glanced
grave
handsome
happily
hometown
kicked
mild
overcome
recommend
rough
scarcely
slipped
surprising
surrounded
suspect
throat
tide
uneasy
wondering
Call
Englishman
Honesty
Men
Work
adapt
anxiety
barely
bloom
cheek
chess
community
construction
contributed
data
decline
detective
dislike
drama
especially
fingers
gains
guard
hoped
hunger
ignorance
inclined
inferior
jazz
naughty
neighbor
orange
oxygen
prisoner
profit
reserve
saving
snowing
sweat
taxes
wheat
Health
Instead
Lucy
Next
Speaking
Students
acquired
activities
ages
bags
bat
beg
believes
broad
brush
canceled
complaints
conscious
convince
cope
cream
crop
customer
entire
established
fighting
flies
folded
increasing
lacking
notebook
ordinary
overseas
pressure
prevent
puts
rapid
remarkable
resign
retired
row
shade
shore
signal
total
tourists
twins
unusual
video
worthy
Asia
Business
Cut
Dr.
Johnson
Judging
Spain
accent
amused
ancient
arguing
associate
authority
backs
capacity
coins
desert
desired
details
directions
discount
dish
edge
exams
forecast
generous
improve
improved
ladder
material
observed
overcoat
peaceful
persuaded
seated
smooth
stream
suicide
temple
tools
tore
translated
wins
4
Parents
Prime
Several
aid
blowing
boasts
buildings
burn
candle
charming
cheaper
cigarette
compelled
constant
crisis
dawn
debts
drives
electric
explosion
gloves
intention
leads
liar
loan
na
proper
rapidly
reasons
rooms
ski
soldier
states
stops
touched
tunnel
variety
Alice
Bad
Illness
Nowadays
Pacific
Sam
Wait
accomplish
album
appetite
approach
argued
attending
budget
charm
cheeks
cliff
consult
curious
extremely
fields
grateful
level
mammal
notes
onto
opposite
opposition
paintings
pays
proverb
published
records
rescue
rush
safely
salesman
shout
spilt
stamp
stole
tape
telephoned
textbook
track
uses
violence
whichever
Dick
Far
Nara
Oil
Robert
Shut
Yokohama
arranged
background
barking
burglar
candidate
choosing
darker
develop
disaster
embarrassed
expert
jam
loudly
lower
minds
observe
oneself
parking
passage
payment
pilot
pool
possibility
reasonable
refer
rushed
s
shoulders
songs
spirit
spoiled
supplied
throughout
treatment
vacant
valley
Diet
January
Listen
Much
Must
Narita
Out
Soon
Words
abide
adopted
atmosphere
awful
balance
basketball
bomb
bookstore
boring
cooked
defeated
demands
differs
dolls
exhausted
former
fully
good-bye
habits
hesitate
hid
hopes
humble
insult
insurance
jokes
knitting
located
necessity
ocean
oranges
organization
photograph
pours
rarely
relation
scared
selling
settle
thunder
tough
tricks
unexpected
wheel
1,000
Another
Hey
Milk
Paul
Somebody
Taking
Talking
Thursday
Tomorrow
UFO
accurate
addressed
cared
causes
closely
cookies
created
delight
earn
enabled
farmer
funds
ghosts
impression
indispensable
interests
jobs
marks
monkey
opposed
ours
painter
permitted
physical
pie
pockets
port
pronounce
properly
quarter
quietly
receiving
reluctant
respected
sail
schools
statue
sword
trick
tune
villagers
welfare
wit
yard
Anyone
Ben
Correct
Education
Half
Happiness
Like
Run
San
annoyed
appeal
approaching
astonished
buses
cakes
cheerful
collected
complex
damaged
darkness
derive
discovery
engineer
exact
excitement
favorable
fluently
guilt
hen
horses
impatient
indifferent
interfere
juice
kilometers
leaned
leather
loses
majority
materials
mistook
nations
nowhere
participate
possibly
punctual
random
ruined
sank
scholarship
seized
snake
spirits
starting
switch
technology
trained
trusted
victims
wisdom
9
Choose
Finally
Jesus
Joe
Mexico
Romans
South
Speak
activity
altogether
belt
buried
cheating
chosen
commands
commit
constantly
cured
diamond
exchanged
fare
finds
hello
image
keys
minor
mostly
oppose
processor
rage
refrigerator
relations
reliable
rolling
ruin
slip
splendid
spoil
steady
sweets
tallest
towel
trifles
views
wings
25
Ca
Chris
Human
King
Send
Written
accommodate
acting
alcohol
attacked
attributed
band
bargain
basic
bears
bow
businessman
changing
checked
clothing
collect
command
cute
cutting
deaf
dependent
diligence
disappointment
domestic
doors
effective
enjoying
essay
estate
expecting
families
fortunate
hut
knees
louder
mood
moves
parcel
parties
paying
priest
produced
proof
pulling
racket
recognize
refuse
regulations
relief
religion
required
sixteen
sixty
split
trial
union
universe
wondered
wounded
Almost
Francisco
Fred
Recently
acquaintance
adjust
admired
admission
blanket
chemistry
complicated
concern
considerable
consist
delicate
democracy
enables
entering
extend
fainted
fiction
fifth
highest
illegal
instructions
jewels
lacks
lied
limit
monthly
parent
passes
patients
perfectly
possessed
prime
principles
promises
prove
pupil
regardless
relax
relaxed
remove
require
sailed
shortage
stadium
sunshine
suspected
tear
thanked
threat
translation
troops
visitors
walks
wealthy
yield
Edison
Hardly
Modern
Queen
Quite
Turning
University
Women
abundant
adventure
although
asks
beef
billion
candy
coward
delivered
dispense
driven
employ
experiences
exposed
farther
forever
horrible
imports
include
insist
instant
items
lean
luggage
noble
normal
orders
peculiar
per
permanent
permission
postponed
recover
replied
sauce
selfish
showing
silver
skating
suffer
tiger
woke
worm
Brian
February
Greek
Linda
Remember
Switzerland
Unless
Winter
aboard
accounts
aimed
amounts
amusing
athletic
attempted
bar
bore
boyfriend
checks
compare
documents
encouraged
enjoys
everywhere
experienced
fits
fox
god
gray
harbor
hates
heels
hi
lifted
maintain
management
mouse
noted
parade
pet
pickpockets
pound
presents
profits
revolution
reward
riding
rocks
rudeness
runner
sand
sells
shine
shines
shorter
shown
sir
sometime
sore
stronger
sunset
swimmer
thirsty
torn
toy
tragedy
trap
troubled
typical
waters
11
Air
August
Better
Bible
Certainly
Frankly
Living
Manager
Maybe
Nice
Pass
Picasso
Pretty
Sally
Suppose
abounds
absurd
adjusted
alternative
assistant
boiling
brilliant
bucket
chocolate
collection
contentment
contrast
danced
declined
discussing
elderly
excused
expression
founded
household
hurts
hydrogen
insects
jogging
joking
metal
parted
poison
pretended
quarreling
rejected
relieved
rotten
scientists
shadow
strongly
stuff
suburbs
summit
sympathy
t
wages
widely
Add
Airport
Besides
Cats
Compare
Compared
Cows
Emmet
Hotel
I`m
Italian
Long
Los
Mind
Science
Yumi
agent
apology
arrives
beginners
chat
cigarettes
cloudy
concentrate
confronted
conservative
cottage
cow
defend
despair
duties
educational
faithful
fate
formal
haircut
harmful
imagination
improvement
improving
jeans
joined
leaders
liable
magazines
maid
male
memories
mess
officer
planet
produce
released
repairing
replaced
resigned
score
stays
stores
sunny
survived
telescope
treasure
urgent
vary
weapons
wept
wooden
Anything
Green
Strictly
Wine
ambitious
areas
assignment
automobile
babies
border
brightly
burns
characteristic
civilization
confusion
congratulate
convenience
countryside
curtains
deliver
discouraged
disposal
divorce
downstairs
dreamed
earned
earthquakes
elder
element
elephant
emerged
engage
envy
examined
exhibition
existence
farewell
flows
frequently
furnished
good-by
guest
happiest
hers
import
imposed
judgment
killing
measures
motion
net
nonsense
numbers
obtain
parked
planes
planned
poems
powerful
pressed
profession
reduced
relationship
repeated
reserved
resist
scheme
seasons
snakes
solid
staring
suits
tasted
tiny
welcomed
yeah
yielded
1000
Accidents
Branch
Close
Ill
Light
Mt.Fuji
Playing
Poverty
Strange
Unfortunately
Walk
Yoko
absolute
abstract
begged
blackboard
boiled
bold
charity
critical
dad
deer
deposit
depression
depth
deserves
director
dispute
eighty
envelope
faced
factor
fastest
flock
genuine
gifts
glimpse
governor
groups
hay
hide
icy
interview
issues
lasted
lightning
manual
millionaire
misunderstanding
musical
mutual
naked
nerve
objected
obvious
owner
pens
perform
performed
pin
prince
professional
protest
pushed
region
ringing
rumors
scientific
searching
seeds
self
signed
source
suggest
surroundings
teams
thoroughly
toys
unpleasant
upside
urged
wasted
Animals
Blood
Boys
Eat
Five
James
Jimmy
Middle
Old
Olympic
Zealand
abilities
adapted
adults
approved
assistance
assure
avoided
awkward
backed
branches
burden
cage
cancel
catches
clearing
coal
coin
complains
concrete
conflict
consent
cooks
copies
creature
daughters
debate
decreasing
despise
economics
eighteen
enterprise
examinations
foods
forms
garage
graduate
grain
grammar
grounds
hated
hike
horror
hundreds
includes
intervals
jealous
john
liquid
mice
modest
moral
pace
package
pipe
plastic
rational
reform
refugees
relied
remembered
rented
reports
rescued
rocket
rode
salad
sentences
setting
shocked
soil
sufficient
suspicious
tale
tire
training
typewriter
undone
watches
whispered
worrying
Brazil
California
Heaven
Language
Latin
Scotland
Sooner
Tears
Weather
Wherever
accordance
adult
approached
argue
artificial
assumed
attracted
base
behaved
besides
brains
bullet
cart
cattle
chairs
chapter
circle
classmate
cooler
counter
cultures
dangers
deny
dessert
discipline
disturb
downtown
dozen
employment
equipped
extended
faces
fairy
fewer
flu
focus
fuel
gambling
garbage
gather
gazed
girlfriend
gotten
halfway
handkerchief
happening
identified
ignore
immigrants
inch
instructive
interrupt
knee
longest
mentioned
merchant
narrowly
negative
nights
pan
part-time
plate
platform
proportion
quarreled
railway
reflect
refreshed
reported
rolled
satellite
scissors
separate
series
socks
steak
stress
subjects
terribly
tip
traveler
ugly
visa
weakness
wished
Carry
City
Don`t
Food
Government
Hi
Lake
Music
North
Poor
Red
Start
U.S
Western
a.m
amazing
analysis
angrily
apparent
appealed
arrange
bark
bedroom
beggar
believing
breathe
camp
captured
cares
chest
claimed
comic
compromise
confused
consequence
considering
crashed
deepest
described
design
desperate
directly
dishonest
distributed
drivers
eagle
engagement
entitled
equipment
err
expedition
fasten
fuss
glitters
guarantee
heated
hiding
hills
hired
humanity
idleness
ignored
imitate
inevitable
inflation
injury
kissed
knock
lamp
legal
logic
lung
mach
mainly
matches
methods
mix
mixed
monster
motorcycle
nap
nowadays
occur
offense
owing
passion
pencils
personality
prisoners
produces
propose
pure
quantity
range
recall
reception
reduce
repeat
reporter
retirement
sailing
seconds
security
sigh
silk
site
sleeve
slightly
solving
someday
species
status
steps
stove
trembling
trivial
victim
waiter
walls
wan
zero
Beware
Books
Columbus
December
Doctors
East
Hang
Hard
Hong
Imagine
Janet
Leaves
Mars
Mr.Brown
Mr.Smith
Olympics
Perhaps
Snow
Stay
Study
Susie
Until
Wednesday
acknowledged
adds
alert
apologized
applies
associated
assume
athlete
avail
bankrupt
banks
bend
biology
cab
casual
chairperson
characters
charmed
citizens
clung
coach
coast
collar
connects
counted
dashed
dates
depressed
describe
developing
dictionaries
divine
drug
dug
enormous
estimate
exceptions
factories
fans
finishing
frame
gathers
glory
grammatical
grasped
hardworking
homes
honey
host
hunted
hunter
hunting
identify
immediate
inquired
inviting
ladies
landed
lips
loaded
mankind
marked
mature
mental
menu
merits
objects
obstinate
occupied
opponent
participated
pink
prefers
preserve
pronunciation
resignation
retire
robber
roll
saves
screamed
sensible
serves
services
shoe
sink
spelling
stare
stingy
suspicion
swallow
talkative
toast
towards
translate
transportation
trunk
uniforms
unknown
vague
vision
winds
Among
Angeles
Computers
Dinner
Everest
Fill
Kong
Lend
Making
Nations
Needless
Sapporo
Sato
Singapore
Steve
Television
Thousands
Wash
Whichever
Wood
accompany
answering
anyway
appropriate
arrow
bare
bars
basis
boil
bones
bowed
brass
campaign
cheat
chill
citizen
closing
competition
cooperation
cotton
cradle
dancer
dealt
deceive
declared
deed
defects
depended
doubled
doubts
drawer
drugs
e-mail
effects
endowed
enemies
eternal
expectation
fee
file
firmly
fist
frankly
frequent
grades
hatred
jail
load
longing
loving
meets
mended
mortal
moss
mud
mysterious
operate
orphan
owes
permit
persisted
phenomenon
philosophy
pigeons
placed
poetry
pop
potatoes
prayed
predict
process
recommended
recorder
respects
sandwiches
seaside
secure
seventeen
sings
smiles
speeches
steam
strain
tent
thorough
thousands
thrown
tournament
transferred
twin
vegetable
vivid
waved
wool
10,000
Hanako
High
Hunger
International
Jiro
Looking
Ocean
Rain
Stand
Suzuki
Ted
Walking
abreast
admits
advertisement
affect
affection
arrangement
articles
battery
beautifully
bee
beneath
betrayed
boarding
bribe
catching
championship
chickens
circus
comparison
conceal
confessed
congratulated
conscience
continent
covers
cuts
deadline
decisions
defense
delivery
dining
distant
dreadful
drops
dumb
endure
exception
exists
extreme
fascinated
fears
fierce
foundation
function
fund
graceful
grand
hardship
hidden
industrial
intense
islands
journalist
laboratory
laughs
laundry
magic
magnificent
measure
medal
needle
neglect
nodded
overwork
photos
picking
planted
portrait
prides
principle
prohibited
protection
protested
punctuality
puzzle
queen
rates
reflected
regularly
relieve
removed
risen
ruins
seeking
sees
sharply
shelter
shone
shoot
sickness
sincere
sits
smokes
snowfall
struggle
survive
theirs
thread
tool
totally
tow
truly
unconscious
violent
waving
weeds
weekends
/
7:00
AIDS
Allow
Bank
Black
Carol
Cheer
Dose
Fish
Games
Hamlet
Henry
Knowledge
Kyushu
Me
Might
Scarcely
September
State
Success
Sue
Under
accomplished
advertising
allowance
amounted
amusement
angel
ants
assigned
attendance
beaten
benefits
biggest
bills
blessed
blows
blushed
boots
breathed
cent
colleagues
competed
curiosity
defeat
demonstrated
differently
dig
disagree
drunken
emotions
emphasize
enable
estimated
excess
excursion
exports
films
finance
flesh
flour
fluent
golden
halves
handbag
happier
hobbies
hostile
humid
included
irritated
leaf
leaning
liking
limited
machines
majored
melted
mightier
milder
miracle
miserable
mosquitoes
muddy
negotiations
ninety
obtained
oldest
orchestra
pension
perhaps
photographs
plot
polluted
preferable
prejudice
puppy
railroad
rank
reckless
repent
requested
resolved
riot
rust
savings
scale
sentenced
servant
sheet
signs
sought
starve
sushi
target
temporary
theft
thieves
title
toilet
toothache
topic
uniform
unique
vast
waist
wanting
whiskey
wiser
wolf
yacht
yes
Admitting
Am
Anne
Atlantic
B
Butter
Down
Dutch
Farmers
Foreign
Heat
Its
Jill
Koko
Nikko
Okinawa
Pay
Really
Still
Swimming
Thoughts
Traffic
U.S.A.
Welcome
West
Years
academic
accepting
adequate
adopt
airship
alien
appreciated
approval
aroused
availed
barber
bites
biting
bitten
booked
bothering
breeze
bride
cafeteria
cave
cheated
chemical
concentrated
confuse
connection
considerably
cough
counting
crack
critic
crowed
curry
decay
declare
deficit
designed
destination
differences
dignity
drought
environmental
evident
exit
faint
flag
forests
forgetting
frog
frost
fur
goose
graduation
hammer
handling
hanging
harsh
instinct
insulted
interrupted
jack
justifies
kick
kitten
lawn
luxury
marvelous
medium
murderer
nails
nationality
neat
origin
outdoors
owns
penalty
pets
planets
polish
positive
practices
programs
promising
provides
punishment
purchase
qualified
receipt
recession
regretted
relatives
religious
responsibilities
revealed
ridiculous
ripe
rival
robot
royal
ruled
sailor
sending
senses
shared
shooting
sin
skis
somehow
sow
specific
speeding
spending
spy
standard
stereo
sticks
stopping
structure
sunlight
sweep
thermometer
trousers
visitor
whistle
youngest
12
Art
Death
Drop
Fortunately
Freedom
Getting
Harry
Hiroshima
Keiko
Kelly
Land
Mr
Sendai
Small
Society
U.S.A
WHO
Want
Washington
accessible
affects
aggressive
airs
applause
ashes
balls
bankruptcy
bay
bleeding
block
boils
borne
boxes
broadcast
camel
campus
champion
comics
concerns
consumption
corresponds
crown
currency
delightful
drawn
educated
engineers
excuses
experiments
explored
factors
fan
fatigue
feather
flavor
freeze
froze
funeral
gathering
gazing
goodbye
grown-up
hare
harmony
hearty
heater
hell
helpful
highway
indoors
insect
intent
interpret
jealousy
judged
knocking
largely
losses
mend
military
misery
misfortune
mission
moderate
motive
movements
muscles
nail
naturally
normally
numerous
official
officials
opens
outcome
outstanding
owned
particularly
partner
politicians
popularity
potential
practiced
preparations
princess
readily
reap
rear
rigid
rod
route
samples
scattered
seventy
sewing
slavery
sole
sources
strictly
string
surely
surrender
symbol
tests
tidy
tightly
travelers
utterly
verge
viewpoint
visible
vital
voices
volleyball
wave
wiped
witness
60
Acid
Alex
Barking
Cross
Einstein
European
Four
History
Kenji
Moderate
October
Practice
Russian
Sadako
Social
Street
Talk
Thomas
USA
Up
ache
admiration
anymore
beforehand
belts
blank
brand
bringing
cabin
candidates
cease
cheer
childish
comment
comments
confined
conform
convey
corn
decent
defined
derived
desires
diseases
disguise
disturbed
dresses
elbows
entertained
enthusiasm
examples
feature
female
fixing
flames
flights
forbidden
frank
freely
gym
heaven
hotels
ideal
increases
incredible
instance
interpreted
interpreter
interrupting
investigation
launched
leadership
lemon
letting
loaf
mailbox
maintained
mass
maximum
merry
nasty
nearby
neglected
niece
nurses
pants
peacefully
pepper
physician
pizza
practicing
probable
promoted
raincoat
rat
registered
remote
representative
respond
reveal
rewarded
richest
sample
scarf
scent
scream
shaking
sinking
skate
slightest
slope
soared
spectators
steadily
steep
stubborn
substance
supported
therefore
thesis
timid
tobacco
tolerate
tradition
treaty
twenties
understands
united
valuables
venture
vice
waitress
wasting
workman
wrapped
19th
80
Ah
Early
Flight
Giants
Going
Haste
Iron
Kim
Live
Newspapers
Night
Park
Professor
Rice
Set
Six
Sleep
Switch
Wet
a.m.
absorb
accommodated
ached
achieve
actual
advantages
alter
announcement
attorney
balloon
beasts
belive
birthrate
blouse
bodies
borrowing
breathing
cabinet
carpenter
chanced
concealed
conductor
confirm
confirmed
connected
considerate
constitution
continues
cultivate
dedicated
destruction
dim
dirt
disgrace
drenched
dried
economical
economically
efficient
endeavored
energetic
establish
expose
facilities
facing
flags
flattery
forehead
fork
fright
gently
geography
goals
gon
handled
handwriting
handy
hangs
headed
hijacked
hook
hospitality
housing
inconvenience
indicate
inn
intends
interfered
justify
kilograms
legend
lending
lid
longed
marathon
masterpiece
meetings
merrily
microscope
motor
necklace
notion
objective
obstacles
odds
oh
opportunities
orbit
overtime
painful
parallel
pearls
penetrated
penny
perceived
policemen
precise
purposes
pursuit
racial
rainbow
raising
recorded
reservations
response
rings
riser
routine
scores
scratch
session
severely
ships
sighed
significant
situated
snowed
soap
stones
substituted
swam
swear
swims
talented
telegram
terror
throne
traced
tropical
turkey
ventured
vocabulary
volcano
walker
weaker
weapon
whisky
writers
18
Aside
Behave
Check
Child
Elizabeth
Feeling
Indeed
Indians
Luckily
Mac
Mathematics
Nick
Party
Scientists
Spare
Summer
T-shirt
Yeah
abound
absented
absorbs
aches
acquire
alphabet
ancestors
annual
anticipated
anytime
appearances
appreciation
architect
arise
armed
arrogance
assured
batteries
betray
blend
boasted
bud
butterflies
buys
candles
carbon
ceased
celebrate
chalk
charges
chimney
cinema
cleaner
colonies
compete
concluded
condemned
confident
consequences
consulted
contemporary
contented
council
criticized
definite
descended
despised
detailed
devoid
dictator
dine
diplomat
directed
disgusted
dwelt
edition
eighth
emphasis
employer
encyclopedia
exercises
eyesight
farmers
features
fireman
fireworks
forces
formula
frugal
fruits
gaining
gesture
gestures
grace
grasp
grocery
guessed
haunted
hiking
housework
impact
including
intellectual
isolated
japan
jungle
lap
laziness
leap
lighter
lip
machinery
madness
measured
melting
messenger
metals
monument
negotiation
neighboring
nods
operated
output
pairs
peak
pence
pole
psychology
punch
punish
quoted
refusal
regrets
rested
rests
returning
returns
riches
riddle
rugby
satisfy
savage
scheduled
screen
shrine
sidewalk
sightseeing
skills
skipped
slaves
so-called
soaked
somewhat
sounded
spilled
spoon
standards
stretched
struggled
surgeon
survey
suspended
technique
temples
tender
thirteen
threatened
tone
trading
traditional
upper
urine
utter
vehicles
vigorous
voted
wage
washes
watering
wicked
windy
worries
10000
16
1970
20th
35
70
A/the
Answer
Anyway
Bear
Believe
Big
Brush
Cathy
Competition
Driving
Enjoy
Europeans
Find
Hearing
Honolulu
I`ll
Internet
Kennedy
Mark
Mr.Jones
Ms.
Nature
Sachiko
Shizuoka
Thames
Through
Trust
Working
abundance
acceptable
accumulated
acknowledge
advertised
aged
agriculture
allows
aloud
arrangements
aspect
attained
authorities
bade
barn
bearing
bees
begging
blankets
blessing
bottles
bowl
brake
bravely
broth
butterfly
bygones
calculated
camping
centimeters
chase
chin
chopsticks
claims
client
closer
clue
companion
complaint
conditioner
consumed
create
daisies
dared
daytime
dealing
deprive
devote
dial
discharged
display
disposed
doorbell
elbow
equally
erected
examine
export
faculty
famine
floating
flown
gentlemen
gorgeous
graduating
grant
gratitude
groaned
hairstyle
hatched
heavier
historical
hitting
hoping
hypothesis
illusion
imported
individuals
insists
intentions
internal
inventor
investigate
jewelry
kindest
landscape
literally
literary
location
luncheon
lungs
marrying
messages
millions
mist
monkeys
moonlight
murdered
nod
notorious
obscure
outlook
overlook
p.m.
pajamas
partly
passenger
passive
pastime
perseverance
phoned
primary
printed
pulse
pursuing
quote
radical
reaching
reconfirm
reflection
refund
register
remembering
resistance
retires
review
separated
shed
shops
singled
sins
slender
smoothly
snows
spider
starving
stomachache
strongest
tails
tempted
thrust
timetable
tourist
trades
transaction
treats
tremble
trifle
types
uncertain
values
ware
warming
watered
weep
weigh
weighs
wisely
1939
1990
Always
Bees
Bell
Bread
Cars
Channel
Cheese
Christ
Clear
Coffee
Cold
Dan
Doctor
Drive
Emi
Emily
Fine
Fire
Follow
Frank
Given
Granting
Heavy
Homer
Hope
Indian
Ito
Lack
Large
Lisa
Luck
Move
Napoleon
Natto
Pardon
Peace
Physics
Raise
Roy
Sales
Saturdays
Silence
Son
Sports
Star
Stars
Stock
Sydney
Teresa
Thought
Traveling
UN
Union
ablaze
achievement
agency
alibi
allergic
applicants
appointments
assignments
attendant
baked
bathed
batter
beans
beats
blocks
blossom
bond
bounds
breast
brushed
causing
caution
cents
chilly
civil
classless
closet
coats
colds
collapse
commanded
competitive
connect
consented
contempt
contribute
cousins
cows
creatures
crimes
cruelty
cultural
deeds
deposited
descends
disasters
disguised
disliked
dressing
earliest
employee
envious
equivalent
eventually
exclaimed
excluded
executive
expressway
fantasy
fireplace
flexible
foul
fulfill
greet
gums
hanged
hasty
husbands
immense
inches
inhabitants
institution
insured
investment
item
l
liquor
lover
m
manuscript
marched
motorbike
noises
non-smoking
observation
organized
phrase
pillow
pine
pistol
poets
possess
preparation
prior
races
rats
reaction
recognition
remembers
replace
resolution
restrain
ribbon
risers
risks
rivers
robbery
roughly
ruler
rung
runners
rural
sacred
salesgirl
secondhand
seek
selfishness
servants
shameful
shave
sheets
shirts
shortly
skeleton
skip
sleeps
smoked
solar
spaceship
stiff
stormy
stressed
successfully
sunrise
swept
talents
taxis
text
thicker
transfer
upcoming
urban
vanished
vertical
violinist
volume
weighed
wheels
wire
yelled
123
150
17
24
27
300
400
Actually
Ages
Anybody
Asahi
Beauty
Boy
Change
Congress
Count
Despite
Dry
Express
Fear
Gold
Greece
Hakone
Kill
Kindly
Learning
MY
Mr.White
Nagano
Nagasaki
Nor
Owing
Passengers
Plants
Play
River
Romeo
Royal
Saying
Seven
Slow
Standing
Stick
Strike
Taken
Thus
Tower
Urgent
Whales
Woman
Wright
acclaimed
acid
acquaint
admiring
afterward
aging
agony
aims
ambulance
angle
angles
ankle
annually
apologies
arose
artists
attract
awfully
bald
beard
behaves
behaving
bolt
bravery
bridges
brow
bunch
celebrated
chew
chorus
clues
code
commodities
concise
conducted
conquered
constructed
county
creative
crept
damp
debated
deceased
decorated
destiny
dies
digest
dioxide
disappoint
discover
discrimination
distinguished
divide
divorced
elementary
eloquent
endless
engineering
enjoyment
enthusiastic
envied
errand
expresses
extremes
faded
fatal
feared
finals
finances
firemen
firewood
flatly
fled
fourth
freezing
freight
fundamental
gap
gardening
global
grandma
guaranteed
helicopter
herd
hire
hospitals
identical
illustrated
imagined
impolite
industries
interval
intimate
irrespective
jog
kettle
kimono
kingdom
lag
landlord
likelihood
lively
lump
magnetic
melts
meter
mineral
mischief
nuisance
occupation
occurs
okay
one*s
oven
overnight
pack
packed
partial
pearl
persists
pitcher
posted
presentation
pretend
pretends
prey
primitive
privacy
profound
promote
promoting
prosperity
publisher
puzzled
rabbits
rays
readers
registration
represent
represented
resemble
responded
restaurants
revised
richer
ripped
roar
roared
sailors
satisfaction
shabby
sheer
skillful
snowstorm
software
sorts
span
sphere
sprang
stitch
stools
stout
strikes
submit
superficial
symptoms
technical
teenagers
teens
tenth
theories
thoughtful
thumbs
tomato
trace
tribe
typing
uncomfortable
unemployed
unfair
unlikely
valued
visits
wandered
warmed
warmly
weary
well-known
wink
winner
worldwide
worship
yields
13
1950s
2000
26
3,000
Actions
Admission
Age
Aoi
Austria
Baseball
Beatles
Boil
CDs
Central
Cookie
Court
Divide
Earth
Except
Experience
Fasten
Flying
Ford
Fukuoka
GNP
Got
Harvard
Hundreds
Juliet
KARAOKE
Kabuki
Lay
Line
Oxford
Paper
Patterson
Paula
Room
Salt
Sickness
Terry
Tim
Tired
Ueno
Very
Vienna
WE
abandon
abnormal
abrupt
abstain
abuse
accustom
acute
adventures
agrees
altered
ambassador
antique
anyhow
ascribed
aspirin
assembled
assist
association
astonishment
autograph
awarded
ax
ballet
ballpoint
banking
belonged
boast
bookshelf
bosom
boxer
bumped
canoe
carelessly
carved
cellar
certificate
chain
challenge
cherishes
choked
chores
circulation
clapped
composer
conceived
concerts
constituted
consumes
contents
couples
crane
crawl
criminals
criticize
cultivated
cups
dash
dawned
deaths
defect
demonstration
denying
deserve
designs
detected
device
dew
dialect
digging
disadvantage
disco
don*t
draft
dragged
duck
emotion
era
escaping
expand
extraordinary
fainter
flooded
floods
folly
forgetful
freezes
gang
globe
gossip
grandchildren
grandparents
greedy
guns
handles
heir
historic
homeless
homeroom
hostages
housewife
imperfectly
imply
impressive
incapable
index
indicates
indulge
industrious
introduction
jury
knives
landing
lane
lawyers
lit
log
mailing
mast
maybe
meditation
melody
misunderstood
motioned
narrative
nephew
nests
nuts
odor
operates
opponents
outdoor
palace
pattern
persist
persistent
philosopher
pills
pleasures
politely
possesses
pouring
print
proposition
prospects
pushing
quarrels
quiz
rebellion
recess
recreation
referring
relationships
relative
relaxation
release
remedy
resented
revived
revolt
root
sack
sandwich
scenes
scraped
shallow
shares
shouting
shuddered
shutting
skirts
slide
stable
stake
stakes
starved
struggling
submitted
substitute
swelled
tendency
tension
textbooks
thrilled
throwing
tin
token
tons
topics
towns
traded
transformed
travelling
trend
trucks
ultimate
undertake
unexpectedly
unlocked
unrest
volunteer
wars
weekly
whip
wholly
widow
wont
wounds
wrap
1st
20,000
8:30
ABC
Airlines
Alps
Attach
Beethoven
Book
C
Cabinet
Christian
Constitution
DNA
Dave
Diligence
Disneyland
Dreams
Due
Dust
Egypt
Emperor
Empty
Fresh
Garlic
General
Grandmother
Hand
Hawking
Him
It`s
Jeff
Jhon
Joan
Julie
Know
Lions
Lots
Masao
Maya
Meeting
Michael
Naoko
Necessity
November
Parliament
Public
Pull
Richard
Robinson
Roman
Rules
Santa
Sasayama
Second
Sir
Sitting
Steel
Step
Takeshi
Tate
Thailand
Theory
Truth
Vocational
Yoshio
abolish
abused
accorded
accordingly
accounted
achievements
aching
adhere
agreeable
aircraft
alcoholic
alternate
amateur
anniversary
annoying
applauded
arisen
astray
athletes
attain
attraction
backward
backyard
baker
bargained
barked
barred
bicycles
bishop
blocked
borders
breadth
breeding
breeds
briefcase
calculate
can`t
candid
caring
challenged
chameleon
cheers
commercial
companions
compliments
compulsory
concerning
condominium
confess
contain
conventional
copying
corporation
countenance
creating
cycle
cycling
dam
de
dearly
decade
decayed
deciding
determine
disappointing
dislikes
distinct
dived
dormitory
dove
drastic
dropping
e
eagerly
emphasized
equator
exaggerate
experts
exquisite
fabric
fastened
feeds
filed
filling
firms
fiscal
flourish
forks
furious
geometry
goat
gods
governed
graduates
grind
hamburgers
handshake
heading
hesitation
honeymoon
hottest
ia
ideals
imitation
impose
impulse
incidents
indulges
infant
influenced
informal
inspection
invent
inventions
jewel
kidding
lasts
lends
lilies
lined
linguist
linguistic
locker
longs
loser
lottery
luxuries
mall
mansion
meadow
media
membership
memorize
mending
merit
mill
mounted
muscle
needless
negligence
nest
nodding
nonstop
noting
oak
offended
offering
offers
oppressed
panic
paralyzed
parks
peg
perfume
perish
pig
pile
pitch
playground
powers
prediction
pressing
pretending
priority
privilege
prolonged
psychological
pudding
purely
queer
reconcile
reference
refuses
regrettable
reject
repairs
residents
romantic
scar
scarce
scold
scratching
shrill
sincerity
slave
slice
smallest
sociable
specialist
stain
startled
steel
stewardess
stocks
strained
strategy
subtle
sumo
supervisor
supporters
survival
swallowed
swine
tales
tame
tanker
tapped
tenderly
terrific
territory
testimony
toes
tom
tomatoes
transported
typist
underground
unlucky
untill
unturned
valid
vanity
vending
viewed
votes
wagon
whisper
whomever
wing
wipe
withdraw
withered
wits
wrist
wrongly
yourselves
119
1980
2020
21st
7th
9:00
Act
Address
Aomori
Arriving
Baker
Building
Cambridge
Care
Charlie
Dark
David
Democratic
Dozens
Eating
Empire
Fall
Family
Fancy
Florida
Flowers
Grand
Hiroshi
I`ve
Ice
Incas
Industrial
Kathy
Lately
Learn
Left
Let`s
Marriage
Martin
Mr.Tanaka
Need
Nobel
Nuclear
P
Palace
Perry
Persian
Peru
Pole
Refer
Running
Said
Satan
Shinjuku
Smiths
Soccer
Soviet
Supreme
Sweet
Teachers
Tennis
Texas
Trade
US
Venice
Wars
Whom
X-ray
aback
accountant
additional
admonished
agenda
agitated
allotted
allowances
ambitions
ample
amuse
animated
announcer
anticipate
antiques
apace
artistic
attach
avenue
banged
barley
bathing
beamed
belongings
bitterly
blaming
bless
blotted
boats
bombs
brightest
brink
buck
buds
bulk
bye
calendar
central
cheesecake
chilled
china
classic
coke
coldest
combine
commission
competent
competing
comprehend
conclude
consciousness
conservation
consistent
consumers
contribution
controls
convention
corruption
coughing
courtesy
cupboard
deliberate
dense
departed
deserted
desirable
develops
disgusting
dishonor
disk
division
dizzy
dreads
drifted
drum
dyed
eldest
eliminate
embraced
empire
enclosed
encourage
energies
ensure
evolution
evolved
expanded
expects
explaining
exploded
extinct
facility
failures
fantastic
fined
finest
fishes
flame
flung
flush
flute
footsteps
fountain
fragile
frustrated
fulfilled
gangsters
golfer
governments
grounded
growled
guys
handful
handicap
handicapped
handing
hares
harmless
hikers
hindered
hint
homesick
identity
idol
immune
independence
influenza
initial
inquire
invaded
investigated
japanese
joint
judgement
kiss
kite
kittens
layer
leaped
magician
manufacture
margin
marketing
marking
matched
moreover
mountaintop
musicians
naive
napkin
natives
necktie
newly
objections
occasions
offence
offices
one-third
opera
operator
optimistic
oral
organ
organize
overhead
overslept
pavement
personally
personnel
plague
plunged
poorer
postcard
practically
pray
prayer
preferred
presidency
privileges
proceed
proficient
promptly
prone
prophecy
protected
province
pursued
qualities
quicker
rash
recalled
recital
reduction
reflects
relatively
repay
repeating
resume
retain
revenge
rifle
round-trip
salty
scenic
scolds
seashore
selected
semester
serving
settlement
seventh
sex
shit
shots
signals
slippers
solemn
solo
sophisticated
spoils
stated
stepping
stern
stir
streetcar
stripped
succeeding
suffers
surplus
swing
swollen
tag
thirst
threes
thus
tome
touches
tours
tracks
trash
treasures
trembled
tripped
triumph
undergo
unemployment
unfamiliar
unfit
unity
upward
usage
utmost
varies
villages
warehouse
wilderness
withdrew
wives
wrestler
wrestling
'I
10:30
11:00
1945
1950
1960
1998
22
31
3:00
50,000
5th
65
7:30
90
Across
Again
Arctic
Biwa
Cancer
Charge
Claus
Computer
Crime
Daddy
Darwin
Department
Draw
Drink
Easter
Easy
Ellen
Eve
Exercise
Fair
Feel
Finding
Football
Galileo
Ginza
Guam
HE
Hakata
Happily
Ikeda
Imperial
Johnny
Kumi
Lakes
Laugh
Less
Marry
Millions
Misfortunes
Mozart
Nile
Office
Over
Patty
Pepperberg
Police
Politics
Press
Push
Reach
Revolution
Rich
Right
Save
Scott
